<?php

/**
 * --------------------------------------------------*
 *  LhinkPHP遵循Apache2开源协议发布  Link ALL Thing  *
 * --------------------------------------------------*
 *  @author LiuJun     Mail-To:liujun2199@vip.qq.com *
 * --------------------------------------------------*
 * Copyright (c) 2017 LinkPHP. All rights reserved.  *
 * --------------------------------------------------*
 *                  站点公共配置文件                 *
 * --------------------------------------------------*
 */

return [
    'HOST'     => '47.52.30.103', //一般不需要修改
    'PORT'     => '1433', //默认即可
    'DBUSER'   => 'sa', //数据库用户名
    'DBPWD'    => 'JRadmin123', //数据库密码
    'CHARSET'  => 'utf8', //数据库编码
    'DBNAME'   => 'AEGCRM', //数据库名称
    'DBPREFIX' => 'AEG_', //数据库表前缀
]

?>