<?php

// +----------------------------------------------------------------------
// | LinkPHP [ Link All Thing ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016-2017 http://linkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liugene <liujun2199@vip.qq.com>
// +----------------------------------------------------------------------
// |               控制器使用
// +----------------------------------------------------------------------

//指定命名空间
namespace assets\controllers\main;
//use [命名空间]\[类名];
//导入指定命名空间下的类
use linkphp\bootstrap\Controller;
//class [类名] [extends] [Controller]{}
//创建类[类名首字母大小] 可选是否继承某个类
class Index extends Controller{}