<?php

/**
 * --------------------------------------------------*
 *  LhinkPHP遵循Apache2开源协议发布  Link ALL Thing  *
 * --------------------------------------------------*
 *  @author LiuJun     Mail-To:liujun2199@vip.qq.com *
 * --------------------------------------------------*
 * Copyright (c) 2017 LinkPHP. All rights reserved.  *
 * --------------------------------------------------*
 *                  站点模块配置文件                 *
 * --------------------------------------------------*
 */
 

 return array(

 //'配置项' => '配置值',
 'HOST' => '测试Index配置',
 //'DEFAULT_THEME_SUFFIX' => 'html',
);

?>