<?php

/**
 * --------------------------------------------------*
 *  LhinkPHP遵循Apache2开源协议发布  Link ALL Thing  *
 * --------------------------------------------------*
 *  @author LiuJun     Mail-To:liujun2199@vip.qq.com *
 * --------------------------------------------------*
 * Copyright (c) 2017 LinkPHP. All rights reserved.  *
 * --------------------------------------------------*
 *                第三方扩展类库文件                 *
 * --------------------------------------------------*
 */
 
 namespace Org;
 class Org{
    public function test(){
        echo '<br />123';
    }
 }



?>