<?php

/**
 * --------------------------------------------------*
 *  LhinkPHP遵循Apache2开源协议发布  Link ALL Thing  *
 * --------------------------------------------------*
 *  @author LiuJun     Mail-To:liujun2199@vip.qq.com *
 * --------------------------------------------------*
 * Copyright (c) 2017 LinkPHP. All rights reserved.  *
 * --------------------------------------------------*
 *                   站点入口文件                    *
 * --------------------------------------------------*
 */


 //加载LinkPHP框架常量文件
 require __DIR__ . '/../linkphp/define.php';
 //加载LinkPHP框架启动文件
 require __DIR__ . '/../linkphp/bootstrap.php';

 //只需要这么两句话就可以运行 !><!
 //是不是很轻便呀 喵~
 

?>